const one = [
  "Как вы думаете, чем я могу зарабатывать на жизнь, просто взглянув на меня?",
  "Как вы думаете, какой у меня типаж? Опишите подробно",
  "Как вы думаете, какой напиток я предпочитаю?",
  "Как вы думаете, сколько у меня отношений? Как вы думаете, сколько раз я был влюблен? Объясните.",
  "Как ты думаешь, каким я был в старшей школе? Объясни.",
  "Как вы думаете, я до сих пор в хороших отношениях с бывшими? Почему или почему нет?",
  "Что вы в первую очередь заметили во мне, когда мы встретились лично?",

  "Wild Card Запишите 3 ваших любимых физических качества вашего партнера и прочтите их вслух. Оба игрока.",
];

const two = [
  "Что вы часто чувствуете в последнее время?",
  "Есть ли у вас нестандартные мнения о романтических отношениях?",
  "Я знаю, что мне действительно нравится кто-то, когда _________.",
  "Разве секс когда-нибудь мешал твоим прошлым отношениям? Объясни.",
  "Когда в последний раз вы кого-то привидели и почему?",
  "Что во мне заинтриговало вас помимо моего внешнего вида?",
  "Что ваши друзья знают обо мне, если что?",
  "Какая часть вашей работы заряжает вас больше всего? Оставляет вас наиболее истощенным?",
  "Как изменился ваш взгляд на любовь с течением времени, если вообще изменился?",
  'Как вы определяете "свидание"?',
  "Опишите свое самое ужасное горе. Чему это вас научило?",
  "Вы когда-нибудь задумывались об открытых отношениях? Почему или почему нет?",
  "С кем в жизни вы больше всего чувствуете себя рядом? Почему?",
  "Какую из черт характера ваших родителей вы хотите сохранить? Отпустите?",
  "Что нового вы узнали о себе за последнее время?",
  "Что самое сложное в свидании с тобой?",
  "О чем вы сейчас слишком много думаете?",
  "Что вы терпели от других в прошлом, для чего у вас больше нет места?",
  "Какой совет по свиданиям вы дали бы себе в молодости?",
  "Насколько вы эмоционально доступны в настоящее время? Объясните",
  "Что ты узнал о себе, будучи одиноким?",
  "На каком свидании ты был худшее и почему?",
  "А что насчет вас, что вас постоянно не понимают другие?",
  "Что в твоей жизни не подлежит обсуждению?",
  "По очереди называй партнеру его положительные черты (обменяйтесь пятью характеристиками).",
  "Что люди, которые вырастили вас, научили вас любви? Как это повлияло на ваши взгляды на любовь сегодня?",

  "Wild Card Запишите 2 ваших главных нарушителя отношений. Оба игрока. Сравните",
  "Wild Card Запишите текст вашей любимой песни, о котором вы можете подумать. Сравните и объясните.",
  "Wild Card Поделитесь чем-то, что вы обычно не делаете на первом свидании. Оба игрока.",
  "Wild Card Сделайте друг другу татуировки ближайшей ручкой или маркером. 30 секунд.",
  "Wild Card Запишите 3 самых важных качества в романтическом партнере. Оба игрока. Сравните.",
  "Wild Card Подумайте о самом недооцененном шоу, которое транслируется в настоящее время. На счет 3 скажите свои ответы вслух. Оба игрока.",
];

const tree = [
  "Какую песню послушать по дороге домой?",
  "Исходя из того, что вы узнали обо мне, как вы думаете, чего я ищу в романтическом плане?",
  "Насколько я «эмоционально доступным» по шкале от 1 до 10? Объяснять.",
  "Какие мои манеры выделялись вам больше всего, если таковые имеются?",
  "Как бы вы описали наше свидание одним словом?",
  "Если бы вы написали мою биографию в профиле знакомств, что бы там было сказано?",
  "Какая часть моей личности не представлена в Интернете?",
  "Что вам больше всего во мне нравится, кроме физического?",
  "Составьте каждый по три утверждения, верных для вас обоих. Например, «Мы оба сейчас чувствуем…»",
  "Если ты собирался стать близким другом для твоего партнера, что бы ты ему рассказал прямо сейчас?",
  "Расскажи партнеру, что тебе нравится в нем; говори прямо, произноси вещи, которые ты не мог бы сказать случайному знакомому.",
  "Расскажи своему партнеру, что ты уже сейчас ценишь в нем (в ней).",
  "Поделись личной проблемой и спроси партнера, как он бы справился с ней. Затем спроси, что он думает о твоих чувствах по поводу этой проблемы.",

  "Wild Card Просмотрите социальные сети друг друга. Выберите свою любимую фотографию. Сравните и объясните.",
  "Wild Card Напишите своему партнеру текст за пределами вашей зоны комфорта в конце этого свидания. Оба игрока.",
  "Wild Card Спроси буквально все. Разрешите туда пойти.",
];

export const dating = {
  one,
  two,
  tree,
};
